{"data":{"post":{"title":"Principles of Stoicism","author":"Max Paulus","date":"January 12, 2019","content":"<h1 id=\"the-principles-of-stoicism\"><a href=\"#the-principles-of-stoicism\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>The Principles of Stoicism</h1>\n<p>The following principles will be your solace in times of struggle. Practice these every day in order to live a better life (taken from <a href=\"https://dailystoic.com/what-is-stoicism-a-definition-3-stoic-exercises-to-get-you-started/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">The Daily Stoic</a>)</p>\n<h2 id=\"1-practice-misfortune\"><a href=\"#1-practice-misfortune\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>1. Practice Misfortune</h2>\n<p>What gives you fear? Why does losing everything make you anxious? Because you've never experienced true poverty before? To stem this fear, bring it to you instead of waiting until you are brought to it. Take a few days per month to practice what it would be like to have nothing. Sleep in your car for a night. Wear your worst clothes. Eat one meal in a day. Immunize yourself to these fears. If you do end up in this situation, tell yourself, \"I've done this before. It wasn't so bad. I can do this again\". Fear and anxiety is rooted in uncertainty. Dispel this uncertainty to dispel the fear. Bring it into the light where it can do no harm to you.</p>\n<h2 id=\"2-turn-the-obstacle-upside-down\"><a href=\"#2-turn-the-obstacle-upside-down\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>2. \"Turn the Obstacle Upside Down\"</h2>\n<p>Do \"bad\" things happen to you? Who says these things are bad? Why do you choose to let these bad things bring you down? See hardship as an opportunity to practice strength. See misfortune as an opportunity to practice gratitude for what you already have. As Marcus Aurelius said,</p>\n<blockquote>\n<p>The impediment to action advances action. What stands in the way becomes the way. - Marcus Aurelius</p>\n</blockquote>\n<p>To find the next action to take, look at what is holding you back. The obstacle blocking your path is the path you should take. This obstacle is not a a setback; it's an opportunity. See it that way and you will learn to appreciate the obstacles in your life.</p>\n<h2 id=\"3-its-all-fleeting\"><a href=\"#3-its-all-fleeting\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>3. It's All fleeting</h2>\n<p>When you feel embarrasment, shame, anger, sadness; for what? Millions of people felt all the exact same emotions 1000 years ago and will feel them all 1000 years from now. Remember how small you are and how small everything is in the grand scheme of the universe. Realize that the only thing on earth that you truly own is this instant moment. The past has been taken from you and the future is not yet yours. </p>\n<p>In your opinion, what's the mark of a successful life? Is it for your actions and legacy to be remembered for all eternity? Or is it to have lived in harmony with nature? Or is it to have had a positive impact on the ones you care about? No matter what it is, remember that it will only last a relatively brief moment before being forgotten in history.</p>\n<h2 id=\"4-take-the-view-from-above\"><a href=\"#4-take-the-view-from-above\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>4. Take the View From Above</h2>\n<p>The next time someone makes you angry or frustrated, feel not those destructive emotions, bubbling like magma under your skin. Think about that person's life. What caused them to act this way? From a bystander's point of view, is it justified? Think this: in the bigger picture, was this tiny action such a big deal? That person is as human as I am. They're no better or worse than I. Think of your duty to your fellow human and treat them with the respect all humans deserve.</p>\n<h2 id=\"5-meditate-on-your-mortality\"><a href=\"#5-meditate-on-your-mortality\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>5. Meditate on Your Mortality</h2>\n<p>At it's core, philosophy is only a means of coping with death. \"What's the right way to live in order to accept death gracefully?\" \"Is there meaning to life if all that's at the end is death?\" Death is imminent. Does it matter if it comes tomorrow or a year from now? After all, one day and one year aren't all that far apart. Make sure that if you died tomorrow, you'd be proud of the life you've lived up till now. Never budge on what is right and good. Think about your life now compared with death. With death in your rear-view mirror, time seems to move so fast. Therefore, you must use your time as if it were the only thing that mattered. <em>Memento Mori</em>: mediate on your mortality</p>\n<h2 id=\"6-sphere-of-control\"><a href=\"#6-sphere-of-control\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>6. Sphere of Control</h2>\n<p>Fear and anxiety stem from uncertainty. Uncertainty necessarily means that you don't have control. Control influences uncertainty; they are inversely related. Therefore, to have less uncertainty -- and therefore less fear and anxiety --  in your life, worry less about the things you cannot control. The single most important practice of stoicism is to constantly remind yourself of what lies within your control and what lies without. Anything outside this 'control sphere' should never negatively affect your life. In every trying situation, reflect on this question. It will help you surrender the unwinnable battles.</p>\n<h2 id=\"7-journal\"><a href=\"#7-journal\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>7. Journal</h2>\n<p>You will not learn by hearing it once. You may think that you've stowed the information safely in your mind palace for later retrieval. Come to find one day it's lost to your memory. Journaling helps to put order to chaos. It helps to shine light on the shadows in your mind. It helps relieve the pressure of your memory. Use daily journaling as a way to reflect on your day, plan for your future, and practice gratitude for your fortune. This journal will be your adoring audience. It even understands the most disorganized of your thoughts. Never hide anything from yourself. Let no small detail pass you by. Your mind has evolved to think; let this journal help guide it.</p>\n<h2 id=\"8-practice-negative-visualization\"><a href=\"#8-practice-negative-visualization\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>8. Practice Negative Visualization</h2>\n<p>Similar to the practice of misfortune, always visualize the hypothetical worst path. </p>\n<blockquote>\n<p>Nothing happens to the wise man against his expectation. - Seneca</p>\n</blockquote>\n<p>If you visualize the worst path, then nothing can surprise you. Nothing can bring about those bad emotions that arise when blindsided. Preparing for these inevitable setbacks cultivates a resilience to failure. Combined with number 2 (turning the obstacle upside down), this negative visualization will help prepare your for disruptions/setbacks/failures. </p>\n<h2 id=\"9-love-fate\"><a href=\"#9-love-fate\" aria-hidden=\"true\"><span class=\"icon icon-link\"></span></a>9. Love Fate</h2>\n<p>Do not seek to find flaws in the way a thing has happened. Learn to love exactly the way it did happen. Breath in your fate like the oxygen that gives you life. Without fate, you'd be nothing. You cannot change fate, you cannot change was has already happened. For that reason, learn to love it and your gratitude will help you through times of struggle.</p>\n<p>Stoicism will help you live a better life. Practice these simple exercises and watch yourself become a better version of you. You are strong. You are resilient. You will succeed. You will fail. There's nothing that will stop you from becoming the best 'you' out there. Come back to this page whenever you waver. It will always be here to guide you.</p>\n"}},"context":{}}